{
  "Language: ": "Язык: ",
  "Upload": "Загрузка",
  "Tutorial": "Туториал",
  "About": "О нас",
  "Contact": "Обратная связь",
  "Community": "Сообщество",

  "Drag and drop .json file here": "Перетащите .json файл сюда",
  "Words count:" : "Количество слов:",
  "Width": "Ширина",
  "Height": "Высота",
  "Background color: ": "Цвет фона: ",
  "Refresh": "Применить",
  "Download": "Скачать",
  "Name": "Имя",
  "Contact method": "Как связаться",
  "Telegram": "Телеграм",
  "Email": "Электронная почта",
  "Telegram username": "Имя пользователя в телеграм",
  "Email-address": "Адрес электронной почты",
  "Message": "Сообщение",
  "Submit": "Отправить",
  "The message was send successfully": "Сообщение успешно отправлено",

  "home-page-title": "Добро пожаловать в генератор облаков слов на основе Telegram чатов!",
  "home-page-p1": "Наш сервис - это проект с открытым исходным кодом, который позволяет генерировать облака слов на основе истории ваших чатов в Telegram. Будь то анализ ваших разговоров или просто создание уникальной визуальной интерпретации ваших чатов, наш инструмент делает это легко и увлекательно.",
  "home-page-p2": "Использование нашего сервиса просто: загрузите историю ваших чатов в Telegram и выберите нужные настройки. Вы можете выбрать цвет и размер облака слов, чтобы создать индивидуальный вид, который будет только вашим.",
  "home-page-p3": "Главное - наш сервис бесплатен в использовании, и мы уважаем вашу конфиденциальность. Мы не храним ваши данные на наших серверах.",
  "home-page-p4": "Так почему бы не попробовать? Воспользуйтесь нашим генератором облаков слов на основе чатов в Telegram и посмотрите, какие интересные выводы вы можете сделать, проанализировав свои чаты.",

  "upload-page-title": "Загрузка и настройка",
  "upload-page-p1": "Чтобы начать, загрузите файл истории чата в Telegram в формате <strong>.json</strong>. Не беспокойтесь, мы не будем хранить ваши данные на наших серверах. Ваша конфиденциальность - наш главный приоритет.",
  "upload-page-p2": "После загрузки файла вы можете настроить внешний вид вашего облака слов. Выберите цвет, количество слов и опции размера, чтобы создать персонализированный вид, который соответствует вашему стилю.",
  "upload-page-p3": "Нажмите кнопку <strong>\"Обновить\"</strong>, чтобы применить изменения стиля и дождитесь, пока наш генератор создаст ваше уникальное облако слов на основе Telegram чата. Вы сможете скачать его и поделиться им с друзьями или использовать для своих собственных целей.",

  "contact-page-title": "Свяжитесь с нами",
  "contact-page-p1": "Если у вас есть какие-либо вопросы, отзывы или проблемы, не стесняйтесь обращаться к нам. Мы всегда рады общению с нашими пользователями и готовы помочь в любом вопросе.",
  "contact-page-p2": "Чтобы связаться с нами, вы можете использовать контактную форму ниже. Просто укажите ваше имя, имя пользователя в Telegram или адрес электронной почты, и сообщение, и нажмите кнопку <strong>\"Отправить\"</strong>. Мы постараемся ответить вам как можно скорее."
}